{
    "heading": "Aasa Ki Vaar",
    "descr": "",
    "div": [
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "janam maran anayk beetay pari-a sang bin kachh nah gatay.",
                    "punjabi-text": "ਜਨਮ ਮਰਣ ਅਨੇਕ ਬੀਤੇ ਪ੍ਰਿਅ ਸੰਗ ਬਿਨੁ ਕਛੁ ਨਹ ਗਤੇ ॥",
                    "meaning-text": "I passed through so many births and deaths; without Union with the beloved God, I did not obtain salvation.",
                    "punjabi-meaning-text": "ਜਨਮ ਮਰਨ ਦੇ ਅਨੇਕਾਂ ਗੇੜ ਲੰਘ ਗਏ ਹਨ, ਪਰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦੇ ਬਗੈਰ ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "kul roop Dhoop gi-aanheenee tujh binaa mohi kavan maat.",
                    "punjabi-text": "ਕੁਲ ਰੂਪ ਧੂਪ ਗਿਆਨਹੀਨੀ ਤੁਝ ਬਿਨਾ ਮੋਹਿ ਕਵਨ ਮਾਤ ॥",
                    "meaning-text": "O’ my mother, I am without the status of high birth, beauty, glory or spiritual wisdom; without You, who is my savior?",
                    "punjabi-meaning-text": "ਮੈਂ ਚੰਗੇ ਖ਼ਾਨਦਾਨ, ਸੁੰਦਰਤਾ, ਕੀਰਤੀ ਅਤੇ ਬ੍ਰਹਿਮ-ਬੋਧ ਦੇ ਬਗੈਰ ਹਾਂ। ਹੇ ਮੇਰੀ ਮਾਤਾ! ਵਾਹਿਗੁਰੂ ਬਾਝੋਂ ਮੇਰਾ ਕੌਣ ਹੈ?"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "kar jorh naanak saran aa-i-o pari-a naath narhar karahu gaat. ||1||",
                    "punjabi-text": "ਕਰ ਜੋੜਿ ਨਾਨਕੁ ਸਰਣਿ ਆਇਓ ਪ੍ਰਿਅ ਨਾਥ ਨਰਹਰ ਕਰਹੁ ਗਾਤ ॥੧॥",
                    "meaning-text": "O’ my beloved Almighty God, With humility Nanak has come to Your sanctuary, please emancipate me.",
                    "punjabi-meaning-text": "ਨਾਨਕ ਹੱਥ ਜੋੜ ਕੇ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹੈ, ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਬਣਾ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "meenaa jalheen meenaa jalheen hay oh bichhurat man tan kheen hay kat jeevan pari-a bin hot.",
                    "punjabi-text": "ਮੀਨਾ ਜਲਹੀਨ ਮੀਨਾ ਜਲਹੀਨ ਹੇ ਓਹੁ ਬਿਛੁਰਤ ਮਨ ਤਨ ਖੀਨ ਹੇ ਕਤ ਜੀਵਨੁ ਪ੍ਰਿਅ ਬਿਨੁ ਹੋਤ ॥",
                    "meaning-text": "Like a fish out of water, separated from God, my mind and body has become utterly weak; how can I live, without my Beloved)?",
                    "punjabi-meaning-text": "ਜਿਸ ਤਰ੍ਹਾਂ ਪਾਣੀ ਤੋਂ ਬਾਹਰ ਮੱਛੀ ਦਾ ਚਿੱਤ ਅਤੇ ਸ੍ਰੀਰ ਉਸ ਪਾਣੀ ਦੇ ਵਿਛੋੜੇ ਕਾਰਨ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਏਸੇ ਤਰ੍ਹਾਂ ਆਪਣੇ ਪਿਆਰੇ ਦੇ ਬਾਝੋਂ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਜੀਊ ਸਕਦੀ ਹਾਂ?"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sanmukh seh baan sanmukh seh baan hay marig arpay man tan paraan hay oh bayDhi-o sahj sarot.",
                    "punjabi-text": "ਸਨਮੁਖ ਸਹਿ ਬਾਨ ਸਨਮੁਖ ਸਹਿ ਬਾਨ ਹੇ ਮ੍ਰਿਗ ਅਰਪੇ ਮਨ ਤਨ ਪ੍ਰਾਨ ਹੇ ਓਹੁ ਬੇਧਿਓ ਸਹਜ ਸਰੋਤ ॥",
                    "meaning-text": "Upon hearing the soothing sound of the horn of a hunter, a deer runs toward it and sacrifices his mind, body and breath of life for that sound.",
                    "punjabi-meaning-text": "ਹਰਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ (ਘੰਡੇ ਹੇੜੇ ਦੀ ਆਵਾਜ਼) ਸੁਣ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਆਪਣੀ ਜਿੰਦ (ਸਭ ਕੁਝ ਉਸ ਮਿੱਠੀ ਸੁਰ ਤੋਂ) ਸਦਕੇ ਕਰ ਦੇਂਦਾ ਹੈ, ਸਿੱਧਾ ਮੂੰਹ ਉਤੇ ਉਹ (ਸ਼ਿਕਾਰੀ ਦਾ) ਤੀਰ ਸਹਾਰਦਾ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "pari-a pareet laagee mil bairaagee khin rahan Dharig tan tis binaa.",
                    "punjabi-text": "ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ ਲਾਗੀ ਮਿਲੁ ਬੈਰਾਗੀ ਖਿਨੁ ਰਹਨੁ ਧ੍ਰਿਗੁ ਤਨੁ ਤਿਸੁ ਬਿਨਾ ॥",
                    "meaning-text": "O’ my dear God, I have enshrined love for You, please meet me, the detached one. cursed is that body, which survives even for a moment without You.",
                    "punjabi-meaning-text": "ਹੇ ਪਿਆਰੇ! ਮੇਰੀ ਪ੍ਰੀਤਿ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੱਗ ਗਈ ਹੈ। ਮੈਨੂੰ ਮਿਲ, ਮੇਰਾ ਚਿੱਤ ਦੁਨੀਆ ਵਲੋਂ ਉਦਾਸ ਹੈ। ਉਸ ਪਿਆਰੇ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜੇ ਇਹ ਸਰੀਰ ਇਕ ਖਿਨ ਭੀ ਟਿਕਿਆ ਰਹਿ ਸਕੇ ਤਾਂ ਇਹ ਸਰੀਰ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "palkaa na laagai pari-a paraym paagai chitvant an-din parabh manaa.",
                    "punjabi-text": "ਪਲਕਾ ਨ ਲਾਗੈ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ਪਾਗੈ ਚਿਤਵੰਤਿ ਅਨਦਿਨੁ ਪ੍ਰਭ ਮਨਾ ॥",
                    "meaning-text": "O’ my dear God, I cannot sleep (cannot be at ease) even for a moment, and my mind is remembering You day and night.",
                    "punjabi-meaning-text": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ, ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਮੇਰੀ ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ, ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ ਤੈਨੂੰ ਹੀ ਚਿਤਾਰ ਰਿਹਾ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sareerang raatay naam maatay bhai bharam dutee-aa sagal khot.",
                    "punjabi-text": "ਸ੍ਰੀਰੰਗ ਰਾਤੇ ਨਾਮ ਮਾਤੇ ਭੈ ਭਰਮ ਦੁਤੀਆ ਸਗਲ ਖੋਤ ॥",
                    "meaning-text": "Imbued with the love of God and absorbed in Naam, I have shed all my fears doubts and duality.",
                    "punjabi-meaning-text": "ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਅਤੇ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਮਤਵਾਲੇ ਹੋ, ਮੈਂ ਸਮੂਹ ਡਰ, ਸੰਦੇਹ ਤੇ ਦਵੈਤ-ਭਾਵ ਨਵਿਰਤ ਕਰ ਦਿਤੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "kar ma-i-aa da-i-aa da-i-aal pooran har paraym naanak magan hot. ||2||",
                    "punjabi-text": "ਕਰਿ ਮਇਆ ਦਇਆ ਦਇਆਲ ਪੂਰਨ ਹਰਿ ਪ੍ਰੇਮ ਨਾਨਕ ਮਗਨ ਹੋਤ ॥੨॥",
                    "meaning-text": "O’ all pervading merciful God, bestow Your mercy and compassion, so that Nanak may remain absorbed in Your Love.",
                    "punjabi-meaning-text": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਰਬ-ਵਿਆਪਕ ਦਇਆਲ ਹਰੀ! ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ, ਤਰਸ ਕਰ, ਮੈਂ ਸਦਾ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਾਂ"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "alee-al guNjaat alee-al guNjaat hay makrand ras baasan maat hay pareet kamal banDhaavat aap.",
                    "punjabi-text": "ਅਲੀਅਲ ਗੁੰਜਾਤ ਅਲੀਅਲ ਗੁੰਜਾਤ ਹੇ ਮਕਰੰਦ ਰਸ ਬਾਸਨ ਮਾਤ ਹੇ ਪ੍ਰੀਤਿ ਕਮਲ ਬੰਧਾਵਤ ਆਪ ॥",
                    "meaning-text": "Enticed by the fragrance and the relish of honey, the bumble bees keep buzzing around the lotus flower until they trap themself within the petals",
                    "punjabi-meaning-text": "ਭੌਰੇ ਗੁੰਜਾਰ ਪਾਂਦੇ ਹਨ, ਭੌਰੇ ਨਿੱਤ ਗੁੰਜਾਰ ਪਾਂਦੇ ਹਨ, ਕੌਲ-ਫੁੱਲਾਂ ਦੀ ਧੂੜੀ ਦੇ ਰਸ ਦੀ ਸੁਗੰਧੀ ਵਿਚ ਮਸਤ ਹੁੰਦੇ ਹਨ, ਪ੍ਰੀਤੀ ਦੇ ਖਿੱਚੇ ਹੋਏ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਕੌਲ-ਫੁੱਲਾਂ ਵਿਚ ਬੰਨ੍ਹਾ ਲੈਂਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "chaatrik chit pi-aas chaatrik chit pi-aas hay ghan boond bachitar man aas hay al peevat binsat taap.",
                    "punjabi-text": "ਚਾਤ੍ਰਿਕ ਚਿਤ ਪਿਆਸ ਚਾਤ੍ਰਿਕ ਚਿਤ ਪਿਆਸ ਹੇ ਘਨ ਬੂੰਦ ਬਚਿਤ੍ਰਿ ਮਨਿ ਆਸ ਹੇ ਅਲ ਪੀਵਤ ਬਿਨਸਤ ਤਾਪ ॥",
                    "meaning-text": "The mind of the rainbird longs for the beautiful rain-drops from the clouds. Only by drinking the rain-drops, his fierce thirst is quenched.",
                    "punjabi-meaning-text": "ਪਪੀਹੇ ਦੇ ਚਿੱਤ ਨੂੰ (ਬੱਦਲਾਂ ਦੀ ਬੂੰਦ ਦੀ) ਪਿਆਸ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਬੱਦਲਾਂ ਦੀ ਬੂੰਦ ਦੀ ਹੀ ਤਾਂਘ ਹੈ। ਜਦੋਂ ਪਪੀਹਾ ਉਸ ਮਸਤ ਕਰਾ ਦੇਣ ਵਾਲੀ ਬੂੰਦ ਨੂੰ ਪੀਂਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਤਪਸ਼ ਮਿਟਦੀ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "taapaa binaasan dookh naasan mil paraym man tan at ghanaa.",
                    "punjabi-text": "ਤਾਪਾ ਬਿਨਾਸਨ ਦੂਖ ਨਾਸਨ ਮਿਲੁ ਪ੍ਰੇਮੁ ਮਨਿ ਤਨਿ ਅਤਿ ਘਨਾ ॥",
                    "meaning-text": "O’ the destroyer of maladies and dispeller of sorrows, please meet me, within my mind and body is an extremely intense love for You.",
                    "punjabi-meaning-text": "ਹੇ ਜੀਵਾਂ ਦੇ ਦੁੱਖ-ਕਲੇਸ਼ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਤਾਪ ਨਾਸ ਕਰਨ ਵਾਲੇ! (ਮੇਰੀ ਤੇਰੇ ਦਰ ਤੇ ਬੇਨਤੀ ਹੈ, ਮੈਨੂੰ) ਮਿਲ, ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਤੇਰੇ ਚਰਨਾਂ ਦਾ) ਬਹੁਤ ਡੂੰਘਾ ਪ੍ਰੇਮ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sundar chatur sujaan su-aamee kavan rasnaa gun bhanaa.",
                    "punjabi-text": "ਸੁੰਦਰੁ ਚਤੁਰੁ ਸੁਜਾਨ ਸੁਆਮੀ ਕਵਨ ਰਸਨਾ ਗੁਣ ਭਨਾ ॥",
                    "meaning-text": "O’ my beautiful, wise and judicious Master, which of Your virtues may I describe?",
                    "punjabi-meaning-text": "ਤੂੰ ਮੇਰਾ ਸੋਹਣਾ ਚਤੁਰ ਸਿਆਣਾ ਮਾਲਕ ਹੈਂ। ਮੈਂ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ?"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "geh bhujaa layvhu naam dayvhu darisat Dhaarat mitat paap.",
                    "punjabi-text": "ਗਹਿ ਭੁਜਾ ਲੇਵਹੁ ਨਾਮੁ ਦੇਵਹੁ ਦ੍ਰਿਸਟਿ ਧਾਰਤ ਮਿਟਤ ਪਾਪ ॥",
                    "meaning-text": "Take me under Your Protection, and grant me Your Name. One who is blessed with Your Glance of Grace, has his sins erased.",
                    "punjabi-meaning-text": "ਮੇਰਾ ਹੱਥ ਪਕੜ ਅਤੇ ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੋ, ਜਿਸ ਉਤੇ ਤੂੰ ਮਿਹਰ ਦੀ ਨਿਗ੍ਹਾ ਕਰਦਾ ਹੈਂ, ਉਸ ਦੇ ਪਾਪ ਕੱਟੇ ਜਾਂਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "naanak jampai patit paavan har daras paykhat nah santaap. ||3||",
                    "punjabi-text": "ਨਾਨਕੁ ਜੰਪੈ ਪਤਿਤ ਪਾਵਨ ਹਰਿ ਦਰਸੁ ਪੇਖਤ ਨਹ ਸੰਤਾਪ ॥੩॥",
                    "meaning-text": "Nanak prays to God, the Purifier of sinners, beholding Whose vision, one suffers no sorrows.",
                    "punjabi-meaning-text": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਹਰੀ! ਤੇਰਾ ਦਰਸਨ ਕੀਤਿਆਂ ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੩॥"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "chitva-o chit naath chitva-o chit naath hay rakh layvhu saran anaath hay mil chaa-o chaa-eelay paraan.",
                    "punjabi-text": "ਚਿਤਵਉ ਚਿਤ ਨਾਥ ਚਿਤਵਉ ਚਿਤ ਨਾਥ ਹੇ ਰਖਿ ਲੇਵਹੁ ਸਰਣਿ ਅਨਾਥ ਹੇ ਮਿਲੁ ਚਾਉ ਚਾਈਲੇ ਪ੍ਰਾਨ ॥",
                    "meaning-text": "O’ my Master, I continually remember only You in my mind. Please keep me, the helpless, under Your protection. Within me is a great longing for Your sight.",
                    "punjabi-meaning-text": "ਹੇ ਨਾਥ! ਮੈਂ ਚਿੱਤ ਵਿਚ ਤੈਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਹਾਂ। ਮੈਨੂੰ ਅਨਾਥ ਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ਲੈ, ਮੇਰੀ ਜਿੰਦ ਤੇਰੇ ਦਰਸਨ ਲਈ ਉਤਸ਼ਾਹ ਵਿਚ ਆਈ ਹੋਈ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sundar tan Dhi-aan sundar tan Dhi-aan hay man lubaDh gopaal gi-aan hay jaachik jan raakhat maan.",
                    "punjabi-text": "ਸੁੰਦਰ ਤਨ ਧਿਆਨ ਸੁੰਦਰ ਤਨ ਧਿਆਨ ਹੇ ਮਨੁ ਲੁਬਧ ਗੋਪਾਲ ਗਿਆਨ ਹੇ ਜਾਚਿਕ ਜਨ ਰਾਖਤ ਮਾਨ ॥",
                    "meaning-text": "O’ Master of the universe, I meditate on Your beautiful form; my mind is greedy for Your divine knowledge. Please preserve the honor of Your humble servants.",
                    "punjabi-meaning-text": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੋਹਣੇ ਸਰੂਪ ਵਿਚ ਮੇਰੀ ਸੁਰਤਿ ਜੁੜੀ ਹੋਈ ਹੈ। ਹੇ ਗੋਪਾਲ! ਮੇਰਾ ਮਨ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਵਾਸਤੇ ਲਲਚਾ ਰਿਹਾ ਹੈ। ਤੂੰ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦਾ ਮਾਣ ਰੱਖਦਾ ਹੈਂ ਜੇਹੜੇ ਤੇਰੇ ਦਰ ਦੇ ਮੰਗਤੇ ਬਣਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "parabh maan pooran dukh bideeran sagal ichh pujantee-aa.",
                    "punjabi-text": "ਪ੍ਰਭ ਮਾਨ ਪੂਰਨ ਦੁਖ ਬਿਦੀਰਨ ਸਗਲ ਇਛ ਪੁਜੰਤੀਆ ॥",
                    "meaning-text": "O’ God, You uphold their honor, destroy their sorrows and by Your grace all their desires are fulfilled.",
                    "punjabi-meaning-text": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਦਰ ਦੇ ਮੰਗਤਿਆਂ ਦਾ ਆਦਰ-ਮਾਣ ਕਰਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈਂ, (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਉਹਨਾਂ ਦੀਆਂ) ਸਾਰੀਆਂ ਮਨੋਕਾਮਨਾ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har kanth laagay din sabhaagay mil naah sayj suhantee-aa.",
                    "punjabi-text": "ਹਰਿ ਕੰਠਿ ਲਾਗੇ ਦਿਨ ਸਭਾਗੇ ਮਿਲਿ ਨਾਹ ਸੇਜ ਸੋਹੰਤੀਆ ॥",
                    "meaning-text": "They who come under the protection of God the days of their life become auspicious, and upon meeting the Master their minds become beautiful.",
                    "punjabi-meaning-text": "ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗਲ ਨਾਲ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "parabh darisat Dhaaree milay muraaree sagal kalmal bha-ay haan.",
                    "punjabi-text": "ਪ੍ਰਭ ਦ੍ਰਿਸਟਿ ਧਾਰੀ ਮਿਲੇ ਮੁਰਾਰੀ ਸਗਲ ਕਲਮਲ ਭਏ ਹਾਨ ॥",
                    "meaning-text": "They, upon whom God grants His Grace, realize Him and all their sins are erased.",
                    "punjabi-meaning-text": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "binvant naanak mayree aas pooran milay sareeDhar gun niDhaan. ||4||1||14||",
                    "punjabi-text": "ਬਿਨਵੰਤਿ ਨਾਨਕ ਮੇਰੀ ਆਸ ਪੂਰਨ ਮਿਲੇ ਸ੍ਰੀਧਰ ਗੁਣ ਨਿਧਾਨ ॥੪॥੧॥੧੪॥",
                    "meaning-text": "Nanak prays, that all my hopes have been fulfilled, I have met God the Master of wealth, and the treasure of virtues.",
                    "punjabi-meaning-text": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (-ਹੇ ਭਾਈ!) ਲੱਛਮੀ-ਪਤੀ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੀ ਮਨ ਦੀ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "ik-oNkaar satnaam kartaa purakh nirbha-o nirvair akaal moorat ajoonee saibhaN",
                    "punjabi-text": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
                    "meaning-text": "gur parsaad.",
                    "punjabi-meaning-text": "One Eternal God. His Name is the Truth (exists for ever), He is the Creator,"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "aasaa mehlaa 1.",
                    "punjabi-text": "ਆਸਾ ਮਹਲਾ ੧ ॥",
                    "meaning-text": "Raag Aasaa, First Guru:"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "vaar salokaa naal salok bhee mahlay pahilay kay likhay tunday as raajai kee Dhunee.",
                    "punjabi-text": "ਵਾਰਸਲੋਕਾਨਾਲਿਸਲੋਕਭੀਮਹਲੇਪਹਿਲੇਕੇਲਿਖੇਟੁੰਡੇ ਅਸ ਰਾਜੈ ਕੀ ਧੁਨੀ ॥",
                    "meaning-text": "Vaar with slokas, slokas also written by the First Guru, to be sung to the tune of ‘Tunda-As Raajaa’:",
                    "punjabi-meaning-text": "(ਇਹ ਵਾਰ) ਟੁੰਡੇ (ਰਾਜਾ) ਅਸਰਾਜ ਦੀ (ਵਾਰ ਦੀ) ਸੁਰ ਉਤੇ (ਗਾਉਣੀ ਹੈ)।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "salok mehlaa 1.",
                    "punjabi-text": "ਸਲੋਕੁ ਮਃ ੧ ॥",
                    "meaning-text": "Salok, First Guru:"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "balihaaree gur aapnay di-uhaarhee sad vaar.",
                    "punjabi-text": "ਬਲਿਹਾਰੀ ਗੁਰ ਆਪਣੇ ਦਿਉਹਾੜੀ ਸਦ ਵਾਰ ॥",
                    "meaning-text": "I lovingly surrender myself to my Guru forever;",
                    "punjabi-meaning-text": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ (ਇਕ) ਦਿਨ ਵਿਚ ਸੌ ਵਾਰੀ ਸਦਕੇ ਹੁੰਦਾ ਹਾਂ,"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jin maanas tay dayvtay kee-ay karat na laagee vaar. ||1||",
                    "punjabi-text": "ਜਿਨਿ ਮਾਣਸ ਤੇ ਦੇਵਤੇ ਕੀਏ ਕਰਤ ਨ ਲਾਗੀਵਾਰ ॥੧॥",
                    "meaning-text": "who has spiritually elevated humans to angels and in doing this, he took no time.",
                    "punjabi-meaning-text": "ਜਿਸ (ਗੁਰੂ) ਨੇ ਮਨੁੱਖਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣਾ ਦਿੱਤੇ ਤੇ ਬਣਾਉਂਦਿਆਂ (ਰਤਾ) ਚਿਰ ਨਾਹ ਲੱਗਾ l"
                }
            ]
        }
    ]
}
