{
    "heading": "JapjiSahib",
    "descr": "",
    "div": [
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jin din kar kai keetee raat.",
                    "punjabi-text": "ਜਿਨਿ ਦਿਨੁ ਕਰਿ ਕੈ ਕੀਤੀ ਰਾਤਿ ॥",
                    "meaning-text": "The One who created the day and the night.",
                    "punjabi-meaning-text": "(ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਨੇ ਦਿਨ ਬਣਾਇਆ ਹੈ ਤੇ ਰਾਤ ਬਣਾਈ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "khasam visaareh tay kamjaat.",
                    "punjabi-text": "ਖਸਮੁ ਵਿਸਾਰਹਿ ਤੇ ਕਮਜਾਤਿ ॥",
                    "meaning-text": "Those who forget such a Master (God) are vile and despicable.",
                    "punjabi-meaning-text": "ਜੋ (ਅਜਿਹੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦੇਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਨੀਵੇਂ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "naanak naavai baajh sanaat. ||4||3||",
                    "punjabi-text": "ਨਾਨਕ ਨਾਵੈ ਬਾਝੁ ਸਨਾਤਿ ॥੪॥੩॥",
                    "meaning-text": "O’ Nanak, a person without Naam (God’s remembrance) is a disgrace.",
                    "punjabi-meaning-text": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਜੀਵ (ਹੀ) ਨੀਚ ਹਨ"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "raag goojree mehlaa 4.",
                    "punjabi-text": "ਰਾਗੁ ਗੂਜਰੀ ਮਹਲਾ ੪ ॥",
                    "meaning-text": "Raag Gujari, by the Fourth Guru:",
                    "punjabi-meaning-text": ""
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har kay jan satgur satpurkhaa bina-o kara-o gur paas.",
                    "punjabi-text": "ਹਰਿ ਕੇ ਜਨ ਸਤਿਗੁਰ ਸਤਪੁਰਖਾ ਬਿਨਉ ਕਰਉ ਗੁਰ ਪਾਸਿ ॥",
                    "meaning-text": "O’ the man of God, the true Guru, the elevated soul, I offer my humble prayer to You.",
                    "punjabi-meaning-text": "ਹੇ ਮਹਾਪੁਰਖ ਗੁਰੂ! ਹੇ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਸਤਿਗੁਰੂ! ਮੈਂ, ਹੇ ਗੁਰੂ! ਤੇਰੇ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "ham keeray kiram satgur sarnaa-ee kar da-i-aa naam pargaas. ||1||",
                    "punjabi-text": "ਹਮ ਕੀਰੇ ਕਿਰਮ ਸਤਿਗੁਰ ਸਰਣਾਈ ਕਰਿ ਦਇਆ ਨਾਮੁ ਪਰਗਾਸਿ ॥੧॥",
                    "meaning-text": "that I am a lowly and humble person who has come to your refuge, please have mercy and enlighten me with God’s Name.",
                    "punjabi-meaning-text": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਨਿਮਾਣਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਕਿਰਪਾ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਚਾਨਣ ਪੈਦਾ ਕਰ"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "mayray meet gurdayv mo ka-o raam naam pargaas.",
                    "punjabi-text": "ਮੇਰੇ ਮੀਤ ਗੁਰਦੇਵ ਮੋ ਕਉ ਰਾਮ ਨਾਮੁ ਪਰਗਾਸਿ ॥",
                    "meaning-text": "O’ my dear friend, my Divine Guru, please enlighten me with God’s Name.",
                    "punjabi-meaning-text": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਗੁਰੂ! ਮੈਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਚਾਨਣ ਬਖ਼ਸ਼।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "gurmat naam mayraa paraan sakhaa-ee har keerat hamree rahraas. ||1|| rahaa-o..",
                    "punjabi-text": "ਗੁਰਮਤਿ ਨਾਮੁ ਮੇਰਾ ਪ੍ਰਾਨ ਸਖਾਈ ਹਰਿ ਕੀਰਤਿ ਹਮਰੀ ਰਹਰਾਸਿ ॥੧॥ ਰਹਾਉ ॥",
                    "meaning-text": "Through Guru’s teaching, may God’s Name become my life line (partner for life) and singing His praises my true wealth.",
                    "punjabi-meaning-text": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਮਤਿ ਦੀ ਰਾਹੀਂ ਮਿਲਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਬਣਿਆ ਰਹੇ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਲਈ ਰਾਸਿ-ਪੂੰਜੀ ਬਣੀ ਰਹੇ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har jan kay vad bhaag vadayray jin har har sarDhaa har pi-aas.",
                    "punjabi-text": "ਹਰਿ ਜਨ ਕੇ ਵਡ ਭਾਗ ਵਡੇਰੇ ਜਿਨ ਹਰਿ ਹਰਿ ਸਰਧਾ ਹਰਿ ਪਿਆਸ ॥",
                    "meaning-text": "Very fortunate are those God loving people who always have loving devotion and longing for Him.",
                    "punjabi-meaning-text": "ਪ੍ਰਭੂ ਦੇ ਉਹਨਾਂ ਸੇਵਕਾਂ ਦੇ ਬੜੇ ਉੱਚੇ ਭਾਗ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਾਸਤੇ ਸਰਧਾ ਹੈ, ਖਿੱਚ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har har naam milai tariptaasahi mil sangat gun pargaas. ||2||",
                    "punjabi-text": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਮਿਲੈ ਤ੍ਰਿਪਤਾਸਹਿ ਮਿਲਿ ਸੰਗਤਿ ਗੁਣ ਪਰਗਾਸਿ ॥੨॥",
                    "meaning-text": "When they are blessed with His Name, they become content (unaffected Maya). In the company of the God loving people, they become enlightened with virtues.",
                    "punjabi-meaning-text": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਭਲੇ) ਗੁਣ ਪੈਦਾ ਹੁੰਦੇ ਹਨ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jin har har har ras naam na paa-i-aa tay bhaagheen jam paas.",
                    "punjabi-text": "ਜਿਨ ਹਰਿ ਹਰਿ ਹਰਿ ਰਸੁ ਨਾਮੁ ਨ ਪਾਇਆ ਤੇ ਭਾਗਹੀਣ ਜਮ ਪਾਸਿ ॥",
                    "meaning-text": "(On the other hand) those who have not experienced the taste of His Divine Name, are very unfortunate, they always remain scared of death.",
                    "punjabi-meaning-text": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਆਇਆ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਬਦ-ਕਿਸਮਤ ਹਨ, ਉਹ ਜਮਾਂ ਦੇ ਵੱਸ (ਪਏ ਹੋਏ ਸਮਝੋ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਆਤਮਕ ਮੌਤ ਸਦਾ ਸਵਾਰ ਰਹਿੰਦੀ ਹੈl"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jo satgur saran sangat nahee aa-ay Dharig jeevay Dharig jeevaas. ||3||",
                    "punjabi-text": "ਜੋ ਸਤਿਗੁਰ ਸਰਣਿ ਸੰਗਤਿ ਨਹੀ ਆਏ ਧ੍ਰਿਗੁ ਜੀਵੇ ਧ੍ਰਿਗੁ ਜੀਵਾਸਿ ॥੩॥",
                    "meaning-text": "Those who have not come to the shelter of the true Guru and do not seek the company of God loving people, they are a disgrace as a living being, their life is a shame.",
                    "punjabi-meaning-text": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ, ਜੋ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਨਹੀਂ ਬੈਠਦੇ, ਲਾਹਨਤ ਹੈ ਉਹਨਾਂ ਦੇ ਜੀਊਣ ਨੂੰ, ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jin har jan satgur sangat paa-ee tin Dhur mastak likhi-aa likhaas.",
                    "punjabi-text": "ਜਿਨ ਹਰਿ ਜਨ ਸਤਿਗੁਰ ਸੰਗਤਿ ਪਾਈ ਤਿਨ ਧੁਰਿ ਮਸਤਕਿ ਲਿਖਿਆ ਲਿਖਾਸਿ ॥",
                    "meaning-text": "Those God loving people who had the good fortune to be in the company of the true guru, they were preordained (to find the true guru).",
                    "punjabi-meaning-text": "ਜਿਨ੍ਹਾਂ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਬੈਠਣਾ ਨਸੀਬ ਹੋਇਆ ਹੈ, (ਸਮਝੋ) ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਹੀ ਚੰਗਾ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "Dhan Dhan satsangat jit har ras paa-i-aa mil jan naanak naam pargaas. ||4||4||",
                    "punjabi-text": "ਧਨੁ ਧੰਨੁ ਸਤਸੰਗਤਿ ਜਿਤੁ ਹਰਿ ਰਸੁ ਪਾਇਆ ਮਿਲਿ ਜਨ ਨਾਨਕ ਨਾਮੁ ਪਰਗਾਸਿ ॥੪॥੪॥",
                    "meaning-text": "O’ Nanak, blessed is that holy congregation, where they enjoy the blissful taste of His Name. It is the company of such fortunate souls that enlightens the mind with His Divine Name.",
                    "punjabi-meaning-text": "ਹੇ ਨਾਨਕ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਜਿਸ ਵਿਚ (ਬੈਠਿਆਂ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਜਿਥੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਮਿਲਿਆਂ (ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "raag goojree mehlaa 5.",
                    "punjabi-text": "ਰਾਗੁ ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
                    "meaning-text": "Raag Gujari, by the Fifth Guru:",
                    "punjabi-meaning-text": ""
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "kaahay ray man chitvahi udam jaa aahar har jee-o pari-aa.",
                    "punjabi-text": "ਕਾਹੇ ਰੇ ਮਨ ਚਿਤਵਹਿ ਉਦਮੁ ਜਾ ਆਹਰਿ ਹਰਿ ਜੀਉ ਪਰਿਆ ॥",
                    "meaning-text": "O’ my mind, why you keep on worrying about your sustenance, when God Himself is taking care of it?",
                    "punjabi-meaning-text": "ਹੇ ਮਨ! (ਤੇਰੀ ਖ਼ਾਤਰ) ਜਿਸ ਆਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਉਸ ਵਾਸਤੇ ਤੂੰ ਕਿਉਂ (ਸਦਾ) ਸੋਚਾਂ-ਫ਼ਿਕਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ?"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sail pathar meh jant upaa-ay taa kaa rijak aagai kar Dhari-aa. ||1||",
                    "punjabi-text": "ਸੈਲ ਪਥਰ ਮਹਿ ਜੰਤ ਉਪਾਏ ਤਾ ਕਾ ਰਿਜਕੁ ਆਗੈ ਕਰਿ ਧਰਿਆ ॥੧॥",
                    "meaning-text": "Even for the creatures He created in rocks and stones, He provided for their sustenance in advance.",
                    "punjabi-meaning-text": "ਜੇਹੜੇ ਜੀਵ ਪ੍ਰਭੂ ਨੇ ਚਟਾਨਾਂ ਤੇ ਪੱਥਰਾਂ ਵਿਚ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਭੀ ਰਿਜ਼ਕ ਉਸ ਨੇ (ਉਹਨਾਂ ਦੇ ਪੈਦਾ ਕਰਨ ਤੋਂ) ਪਹਿਲਾਂ ਹੀ ਬਣਾ ਰਖਿਆ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "mayray maaDha-o jee satsangat milay so tari-aa.",
                    "punjabi-text": "ਮੇਰੇ ਮਾਧਉ ਜੀ ਸਤਸੰਗਤਿ ਮਿਲੇ ਸੁ ਤਰਿਆ ॥",
                    "meaning-text": "O’ my Divine Master, people who live in the company of Your devotees are saved from such worries.",
                    "punjabi-meaning-text": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਦੇ ਹਨ, ਉਹ ਵਿਅਰਥ ਫ਼ਿਕਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "gur parsaad param pad paa-i-aa sookay kaasat hari-aa. ||1|| rahaa-o.",
                    "punjabi-text": "ਗੁਰ ਪਰਸਾਦਿ ਪਰਮ ਪਦੁ ਪਾਇਆ ਸੂਕੇ ਕਾਸਟ ਹਰਿਆ ॥੧॥ ਰਹਾਉ ॥",
                    "meaning-text": "By Guru’s grace those who attain the supreme status (contentment with full faith in God) become spiritually alive like a dry tree becomes green when watered.",
                    "punjabi-meaning-text": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ (ਅਡੋਲਤਾ ਵਾਲੀ) ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ (ਮਾਨੋ) ਸੁੱਕਾ ਕਾਠ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "janan pitaa lok sut banitaa ko-ay na kis kee Dhari-aa.",
                    "punjabi-text": "ਜਨਨਿ ਪਿਤਾ ਲੋਕ ਸੁਤ ਬਨਿਤਾ ਕੋਇ ਨ ਕਿਸ ਕੀ ਧਰਿਆ ॥",
                    "meaning-text": "Parents, friends, children and spouses-no one is the support of anyone else.",
                    "punjabi-meaning-text": "(ਹੇ ਮਨ!) ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਲੋਕ, ਵਹੁਟੀ-ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ ਆਸਰਾ ਨਹੀਂ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sir sir rijak sambaahay thaakur kaahay man bha-o kari-aa. ||2||",
                    "punjabi-text": "ਸਿਰਿ ਸਿਰਿ ਰਿਜਕੁ ਸੰਬਾਹੇ ਠਾਕੁਰੁ ਕਾਹੇ ਮਨ ਭਉ ਕਰਿਆ ॥੨॥",
                    "meaning-text": "O’ my mind, God provides sustenance for each and everyone. Why are you so fearful about it?",
                    "punjabi-meaning-text": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਡਰਦਾ ਹੈਂ? ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪ ਹੀ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "ooday ood aavai sai kosaa tis paachhai bachray chhari-aa.",
                    "punjabi-text": "ਊਡੇ ਊਡਿ ਆਵੈ ਸੈ ਕੋਸਾ ਤਿਸੁ ਪਾਛੈ ਬਚਰੇ ਛਰਿਆ ॥",
                    "meaning-text": "The flamingoes fly hundreds of miles, leaving their young ones behind.",
                    "punjabi-meaning-text": "ਹੇ ਮਨ! ਵੇਖ! ਕੂੰਜ ਉੱਡ ਉੱਡ ਕੇ ਸੈਂਕੜੇ ਕੋਹਾਂ ਤੇ ਆ ਜਾਂਦੀ ਹੈ, ਪਿੱਛੇ ਉਸ ਦੇ ਬੱਚੇ ਇਕੱਲੇ ਛੱਡੇ ਹੋਏ ਹੁੰਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "tin kavan khalaavai kavan chugaavai man meh simran kari-aa. ||3||",
                    "punjabi-text": "ਤਿਨ ਕਵਣੁ ਖਲਾਵੈ ਕਵਣੁ ਚੁਗਾਵੈ ਮਨ ਮਹਿ ਸਿਮਰਨੁ ਕਰਿਆ ॥੩॥",
                    "meaning-text": "Who feeds those little chicks? , who teaches them to feed themselves? (i.e. there is no one to feed them). The mother flamingo constantly remembers her chicks (and this remembrance itself keeps them alive).",
                    "punjabi-meaning-text": "ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਕੁਝ ਖੁਆਲਣ ਵਾਲਾ ਨਹੀਂ, ਕੋਈ ਉਹਨਾਂ ਨੂੰ ਚੋਗਾ ਨਹੀਂ ਚੁਗਾਂਦਾ। ਉਹ ਕੂੰਜ ਆਪਣੇ ਬੱਚਿਆਂ ਦਾ ਧਿਆਨ ਆਪਣੇ ਮਨ ਵਿਚ ਧਰਦੀ ਰਹਿੰਦੀ ਹੈ ਤੇ, ਇਸੇ ਨੂੰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਪਾਲਣ ਦਾ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ l"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sabh niDhaan das asat sidhaan thaakur kar tal Dhari-aa.",
                    "punjabi-text": "ਸਭਿ ਨਿਧਾਨ ਦਸ ਅਸਟ ਸਿਧਾਨ ਠਾਕੁਰ ਕਰ ਤਲ ਧਰਿਆ ॥",
                    "meaning-text": "O’ God, it feels like all the treasures and supernatural miraculous powers are within Your easy reach.",
                    "punjabi-meaning-text": "ਹੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ! ਜਗਤ ਦੇ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਤੇ ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ (ਮਾਨੋ) ਤੇਰੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉੱਤੇ ਰੱਖੇ ਪਏ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "jan naanak bal bal sad bal jaa-ee-ai tayraa ant na paraavari-aa. ||4||5||",
                    "punjabi-text": "ਜਨ ਨਾਨਕ ਬਲਿ ਬਲਿ ਸਦ ਬਲਿ ਜਾਈਐ ਤੇਰਾ ਅੰਤੁ ਨ ਪਾਰਾਵਰਿਆ ॥੪॥੫॥",
                    "meaning-text": "O’ Nanak, dedicate yourself to such a wonderful Master and say: O’ God, there is no end to Your creation, You are limitless.",
                    "punjabi-meaning-text": "ਨਾਨਕ ਤੇਰੇ ਉਤੋਂ, ਹੇ ਸੁਆਮੀ! ਸਦਕੇ, ਜਾਂਦਾ ਹੈ। ਤੇਰੇ ਅਤਿ ਵਿਸਥਾਰ ਦਾ ਕੋਈ ਓੜਕ ਜਾਂ ਹੱਦ ਬੰਨਾ ਨਹੀਂ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "raag aasaa mehlaa 4 so",
                    "punjabi-text": "ਆਸਾ ਮਹਲਾ ੪ ਸੋ ਪੁਰਖੁ",
                    "meaning-text": "purakh Raag Aasaa, by the Fourth Guru, So Purakh:",
                    "punjabi-meaning-text": ""
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "ik-oNkaar satgur parsaad.",
                    "punjabi-text": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
                    "meaning-text": "One Unique Supreme Creator, realized by The Grace Of The True Guru:",
                    "punjabi-meaning-text": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "so purakh niranjan har purakh niranjan har agmaa agam apaaraa.",
                    "punjabi-text": "ਸੋ ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਹਰਿ ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਹਰਿ ਅਗਮਾ ਅਗਮ ਅਪਾਰਾ ॥",
                    "meaning-text": "That immaculate God (free from the influence of worldly attachments), is incomprehensible, inaccessible and limitless.",
                    "punjabi-meaning-text": "ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜੀਵਾਂ ਵਿੱਚ ਵਿਆਪਕ ਹੈ l ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉਤਾਂਹ ਹੈ, ਅਪਹੁੰਚ ਹੈ ਅਤੇ ਬੇਅੰਤ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sabh Dhi-aavahi sabh Dhi-aavahi tuDh jee har sachay sirjanhaaraa.",
                    "punjabi-text": "ਸਭਿ ਧਿਆਵਹਿ ਸਭਿ ਧਿਆਵਹਿ ਤੁਧੁ ਜੀ ਹਰਿ ਸਚੇ ਸਿਰਜਣਹਾਰਾ ॥",
                    "meaning-text": "O’ true Creator, everyone meditate on You with loving devotion.",
                    "punjabi-meaning-text": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਅਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ ਸਦਾ ਸਿਮਰਦੇ ਹਨ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "sabh jee-a tumaaray jee tooN jee-aa kaa daataaraa.",
                    "punjabi-text": "ਸਭਿ ਜੀਅ ਤੁਮਾਰੇ ਜੀ ਤੂੰ ਜੀਆ ਕਾ ਦਾਤਾਰਾ ॥",
                    "meaning-text": "O’ God, all the living beings are Yours and You are their provider.",
                    "punjabi-meaning-text": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਤੂੰ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਰਾਜ਼ਕ ਹੈਂ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har Dhi-aavahu santahu jee sabh dookh visaaranhaaraa.",
                    "punjabi-text": "ਹਰਿ ਧਿਆਵਹੁ ਸੰਤਹੁ ਜੀ ਸਭਿ ਦੂਖ ਵਿਸਾਰਣਹਾਰਾ ॥",
                    "meaning-text": "O’ my dear Saints, meditate on God with love and devotion, who is the destroyer of all sorrows.",
                    "punjabi-meaning-text": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰੋ, ਉਹ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।"
                }
            ]
        },
        {
            "heading": "Stanza 1",
            "descr": "",
            "lines": [
                {
                    "roman-text": "har aapay thaakur har aapay sayvak jee ki-aa naanak jant vichaaraa. ||1||",
                    "punjabi-text": "ਹਰਿ ਆਪੇ ਠਾਕੁਰੁ ਹਰਿ ਆਪੇ ਸੇਵਕੁ ਜੀ ਕਿਆ ਨਾਨਕ ਜੰਤ ਵਿਚਾਰਾ ॥੧॥",
                    "meaning-text": "O’ Nanak, God Himself is the Master and Himself the servant. What existence the poor living beings can have (without Him)?",
                    "punjabi-meaning-text": "ਉਹ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਕਰਕੇ) ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਅਤੇ ਆਪ ਹੀ ਸੇਵਕ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਵਿਚਾਰੇ ਕੀਹ ਹਨ? (ਉਸ ਹਰੀ ਤੋਂ ਵੱਖਰੀ ਜੀਵਾਂ ਦੀ ਕੋਈ ਹਸਤੀ ਨਹੀਂ)"
                }
            ]
        }
    ]
}